Repository: b3n4kh/chirp
Catalog: locale/*.po
Languages: pl

source: Untitled
pl: Bez nazwy

source: CHIRP Radio Images
pl: Zrzuty z urządzeń CHIRP

source: CHIRP Files
pl: Pliki CHIRP

source: CSV Files
pl: Pliki CSV

source: ICF Files
pl: Pliki ICF

source: VX7 Commander Files
pl: Pliki VX7 Commander

source: ICF files cannot be edited, only displayed or imported into another file. Open in read-only mode?
pl: Plik ICF nie może być edytowany, może być wyświetlany oraz importowany do innego pliku.Otworzyć w trybie do odczytu?

source: There was an error opening {fname}: {error}
pl: Wystąpił błąd podczas otwierania {fname}: {error}

source: %i errors during open, check the debug log for details
pl: %i błędów podczas otwierania, sprawdź log by obejrzeć szczegóły

source: Note:
pl: Uwaga:

source: The {vendor} {model} operates in <b>live mode</b>. This means that any changes you make are immediately sent to the radio. Because of this, you cannot perform the <u>Save</u> or <u>Upload</u> operations. If you wish to edit the contents offline, please <u>Export</u> to a CSV file, using the <b>File menu</b>.
pl: Urządzenie {vendor} {model} pracuje w trybie <b>na żywo</b>. To oznacza, że każda zmiana zostaje natychmiast wysłana do urządzenia. Z tego powodu nie możesz wykonać akcji <u>Zapisz</u> lub <u>Wyślij</u>.Jeśli chcesz edytować zwartość w trybie bez połączenia użyj polecenia <u>Eksportuj</u> do pliku CSV korzystając z menu <b>Plik</b>.

source: Don't show this again
pl: Nie pokazuj tego więcej

source: {vendor} {model} image file
pl: {vendor} {model} plik zrzutu

source: Open recent file {name}
pl: Otwórz poprzednio otwarty plik {name}

source: Discard Changes?
pl: Anulować zmiany?

source: File is modified, save changes before closing?
pl: Plik został zmodyfikowany, zapisać przed zakończeniem?

source: Select Columns
pl: Wybierz kolumny

source: Visible columns for {radio}
pl: Widoczne kolumny dla {radio}

source: Reporting is disabled
pl: Raportowanie jest wyłączone

source: The reporting feature of CHIRP is designed to help <u>improve quality</u> by allowing the authors to focus on the radio drivers used most often and errors experienced by the users. The reports contain no identifying information and are used only for statistical purposes by the authors. Your privacy is extremely important, but <u>please consider leaving this feature enabled to help make CHIRP better!</u> <b>Are you sure you want to disable this feature?</b>
pl: Funkcja raportowanie programu CHIRP została zaprojektowana by pomóc <u>podnosić jakość<u/> dając autorom możliwość skupienia się na sterownikach urządzeń najczęściej używanych i błędach które napotykają użytkowników.Raporty nie zawierają danych identyfikujących użytkownika i są wykorzystywane tylko w celach statystycznych przez autorów.Twoja prywatność jest najważniejsza , lecz rozważ pozostawienie tej funkcji włączonej by pomóc ulepszać oprogramowanie CHIRP!

source: _File
pl: _Plik

source: _Recent
pl: _Niedawny

source: _Edit
pl: _Edycja

source: _Cut
pl: _Wytnij

source: _Copy
pl: _Kopiuj

source: _Paste
pl: _Wklej

source: _Delete
pl: _Usuń

source: Move _Up
pl: W górę

source: Move D_n
pl: W dół

source: E_xchange
pl: Zamień

source: _View
pl: _Podgląd

source: Columns
pl: Kolumny

source: Developer
pl: Deweloper

source: Show raw memory
pl: Pokaż surową pamięć

source: Diff raw memories
pl: Porównaj surowe pamięci

source: _Radio
pl: _Urządzenie

source: Download From Radio
pl: Pobierz z urządzenia

source: Upload To Radio
pl: Wyślij do urządzenia

source: Import
pl: Importuj

source: Export
pl: Eksportuj

source: Import from RFinder
pl: Importuj z RFinder

source: CHIRP Native File
pl: Natywny plik CHIRP

source: CSV File
pl: Plik CSV

source: Import from RepeaterBook
pl: Importuj z RepeaterBook

source: Help
pl: Pomoc

source: Report statistics
pl: Raport statystyk

source: Hide Unused Fields
pl: Ukryj nieużywane pola

source: Automatic Repeater Offset
pl: Automatyczny offset repeatera

source: Enable Developer Functions
pl: Włącz funkcje deweloperskie

source: Error reporting is enabled
pl: Raportowanie błędów jest włączone

source: If you wish to disable this feature you may do so in the <u>Help</u> menu
pl: Jeśli chcesz wyłączyć tą funkcję możesz to zrobić w menu <u>Pomoc</>

source: Invalid value for this field
pl: Niewłaściwa wartość

source: Loc
pl: Lp.

source: Frequency
pl: Częstotliwość

source: Name
pl: Nazwa

source: Tone Mode
pl: Tryb tonu

source: Tone
pl: Ton

source: ToneSql
pl: Blokada tonu

source: DTCS Code
pl: Kod DTCS

source: DTCS Pol
pl: Polaryzacja DTCS

source: Cross Mode
pl: Tryb krzyżowy

source: Duplex
pl: Dupleks

source: Offset
pl: Przesunięcie

source: Mode
pl: Tryb

source: Power
pl: Moc

source: Tune Step
pl: Krok strojenia

source: Skip
pl: Przeskocz

source: Bank Index
pl: Indeks banków

source: Erasing memory {loc}
pl: Kasowanie pamięci {loc}

source: Unable to make changes to this model
pl: Nie potrafię wprowadzić zmian w tym modelu

source: Editing new item, taking defaults
pl: Edycja nowej pozycji, przyjmuję wartości standardowe

source: Bad value for {col}: {val}
pl: Zła wartość dla {col}: {val}

source: Error setting memory
pl: Błąd ustawiania pamięci

source: Writing memory {number}
pl: Zapisywanie pamięci {number}

source: This operation requires moving all subsequent channels by one spot until an empty location is reached. This can take a LONG time. Are you sure you want to do this?
pl: Ta operacja wymaga przesunięcia wszystkich komórek pamięci o jeden.Może to zająć dużo czasu.Czy na pewno chcesz to zrobić?

source: Adding memory {number}
pl: Dodawanie pamięci {number}

source: Erasing memory {number}
pl: Kasowanie pamięci {number}

source: Getting memory {number}
pl: Pobieranie pamięci {number}

source: Moving memory from {old} to {new}
pl: Przenoszenie pamięci z {old} do {new}

source: Raw memory {number}
pl: Surowa pamięć {number}

source: Getting raw memory {number}
pl: Pobieranie surowej pamięci {number}

source: You can only diff two memories!
pl: Aby porównać wybierz dwie pamięci !

source: Memory {number}
pl: Pamięć {number}

source: Diff of {a} and {b}
pl: Różnice {a} i {b}

source: Memories must be contiguous
pl: Pamięci muszą zachować ciągłość

source: Insert row above
pl: Umieść wiersz wyżej

source: Insert row below
pl: Umieść wiersz niżej

source: Delete all
pl: _Usuń wszystkie

source: Delete (and shift up)
pl: Skasuj (i skocz wyżej)

source: Exchange memories
pl: Zamień pamięci

source: Internal Error: Column {name} not found
pl: Błąd wewnętrzny: Kolumna {name} nie znaleziona

source: Getting channel {chan}
pl: Pobieranie kanału {chan}

source: Internal Error: Invalid limit {number
pl: Błąd wewnętrzny: Niewłaściwy limit {number}

source: Memory range:
pl: Zakres pamięci:

source: Go
pl: Ok

source: Special Channels
pl: Kanały specjalne

source: Show Empty
pl: Pokaż puste

source: Getting bank list
pl: Pobieranie listy banków pamięci

source: Cutting memory {number}
pl: Wycinanie pamięci {number}

source: Overwrite?
pl: Nadpisać ?

source: Overwrite location {number}?
pl: Nadpisać pozycję {number}?

source: Incompatible Memory
pl: Niekompatybilna pamięć

source: Pasted memory {number} is not compatible with this radio because:
pl: Wklejona komórka pamięci {number} jest nie kompatybilna z tym urządzeniem:

source: Downloading URCALL list
pl: Pobieranie listy URCALL

source: Downloading RPTCALL list
pl: Pobieranie listy RPTCALL
